Repository: ClawdBonzo/heal-no-contact
Catalog: HealNoContact/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_mx, fr, id, it, nl, pt_br, th, tr

source: What's one thing you learned about yourself recently?
ar: ما الشيء الذي تعلّمته عن نفسك مؤخرًا؟
de: Was hast du in letzter Zeit über dich selbst gelernt?
es: ¿Qué has aprendido sobre ti últimamente?
es_mx: ¿Qué aprendiste sobre ti últimamente?
fr: Qu’avez-vous appris sur vous-même récemment ?
id: Apa satu hal yang baru kamu pelajari tentang dirimu akhir-akhir ini?
it: Cos'hai imparato su di te di recente?
nl: Wat is één ding dat je onlangs over jezelf hebt geleerd?
pt_br: O que você aprendeu sobre você recentemente?
th: สิ่งหนึ่งที่คุณเพิ่งได้เรียนรู้เกี่ยวกับตัวเองคืออะไร
tr: Son zamanlarda kendinle ilgili öğrendiğin bir şey ne?

source: I choose myself today and every day
ar: أختار نفسي اليوم وكل يوم
de: Ich wähle mich selbst, heute und jeden Tag
es: Hoy y siempre me elijo a mí
es_mx: Me elijo a mí hoy y todos los días
fr: Je me choisis aujourd’hui et chaque jour
id: Aku memilih diriku hari ini dan setiap hari
it: Scelgo me stesso oggi e ogni giorno
nl: Ik kies voor mezelf, vandaag en elke dag
pt_br: Eu me escolho hoje e todos os dias
th: ฉันเลือกตัวเองในวันนี้และทุกวัน
tr: Bugün ve her gün kendimi seçiyorum

source: You're stronger than you think. Keep going.
ar: أنت أقوى مما تظن. واصل المسير.
de: Du bist stärker, als du denkst. Mach weiter.
es: Eres más fuerte de lo que crees. Sigue adelante.
es_mx: Eres más fuerte de lo que crees. Sigue adelante.
fr: Vous avez plus de force que vous ne le croyez. Continuez.
id: Kamu lebih kuat dari yang kamu kira. Terus maju.
it: Sei più forte di quanto pensi. Continua così.
nl: Je bent sterker dan je denkt. Ga zo door.
pt_br: Você é mais forte do que pensa. Continue.
th: คุณเข้มแข็งกว่าที่คิด สู้ต่อไป
tr: Sandığından daha güçlüsün. Devam et.

source: Every moment of resistance is a victory.
ar: كل لحظة مقاومة هي انتصار.
de: Jeder Moment des Widerstands ist ein Sieg.
es: Cada momento de resistencia es una victoria.
es_mx: Cada momento de resistencia es una victoria.
fr: Chaque instant de résistance est une victoire.
id: Setiap momen bertahan adalah sebuah kemenangan.
it: Ogni momento di resistenza è una vittoria.
nl: Elk moment van weerstand is een overwinning.
pt_br: Cada momento de resistência é uma vitória.
th: ทุกครั้งที่ห้ามใจได้คือชัยชนะ
tr: Direndiğin her an bir zaferdir.

source: Your future self will thank you for staying strong today.
ar: نسختك المستقبلية ستشكرك على صمودك اليوم.
de: Dein zukünftiges Ich wird dir danken, dass du heute stark geblieben bist.
es: Tu yo del futuro te agradecerá que hoy te hayas mantenido fuerte.
es_mx: Tu yo del futuro te agradecerá haberte mantenido fuerte hoy.
fr: Plus tard, vous vous remercierez d’avoir tenu bon aujourd’hui.
id: Dirimu di masa depan akan berterima kasih karena kamu tetap kuat hari ini.
it: Il te del futuro ti ringrazierà per aver tenuto duro oggi.
nl: Je toekomstige zelf zal je dankbaar zijn dat je vandaag sterk bent gebleven.
pt_br: Seu eu do futuro vai agradecer por você ter se mantido firme hoje.
th: ตัวคุณในอนาคตจะขอบคุณที่วันนี้คุณเข้มแข็งไว้
tr: Gelecekteki sen, bugün güçlü kaldığın için sana teşekkür edecek.

source: Healing happens one brave moment at a time.
ar: التعافي يحدث لحظة شجاعة تلو الأخرى.
de: Heilung geschieht einen mutigen Moment nach dem anderen.
es: Sanar es avanzar un momento de valentía tras otro.
es_mx: La sanación ocurre un momento de valentía a la vez.
fr: La guérison se construit un instant de courage à la fois.
id: Pemulihan terjadi satu momen berani demi satu momen.
it: La guarigione avviene un momento di coraggio alla volta.
nl: Herstel bouw je op, moedig moment na moedig moment.
pt_br: A cura acontece um momento de coragem de cada vez.
th: การเยียวยาเกิดขึ้นทีละช่วงเวลาแห่งความกล้า
tr: İyileşme, cesur anların birikmesiyle olur.

source: You chose yourself today. That takes courage.
ar: اخترت نفسك اليوم. وهذا يتطلب شجاعة.
de: Du hast dich heute für dich entschieden. Das erfordert Mut.
es: Hoy te has elegido a ti. Eso requiere valor.
es_mx: Hoy te elegiste a ti. Eso requiere valor.
fr: Aujourd’hui, vous avez fait le choix de vous-même. Ça demande du courage.
id: Kamu memilih dirimu sendiri hari ini. Itu butuh keberanian.
it: Oggi hai scelto te stesso. Ci vuole coraggio.
nl: Je hebt vandaag voor jezelf gekozen. Daar is moed voor nodig.
pt_br: Hoje você se escolheu. Isso exige coragem.
th: วันนี้คุณเลือกตัวเอง นั่นต้องใช้ความกล้า
tr: Bugün kendini seçtin. Bu cesaret ister.

source: The urge is temporary. Your growth is permanent.
ar: الرغبة الملحّة مؤقتة. أما نموّك فدائم.
de: Der Drang ist vorübergehend. Dein Wachstum bleibt.
es: El impulso es pasajero. Tu crecimiento es permanente.
es_mx: El impulso es temporal. Tu crecimiento es permanente.
fr: L’envie est passagère. Vos progrès, eux, sont permanents.
id: Dorongan itu sementara. Pertumbuhanmu permanen.
it: L'impulso è passeggero. La tua crescita è permanente.
nl: De drang is tijdelijk. Je groei is blijvend.
pt_br: A vontade é passageira. Seu crescimento é permanente.
th: ความอยากเป็นเพียงชั่วคราว แต่การเติบโตของคุณคงอยู่ถาวร
tr: Dürtü geçici. Gelişimin kalıcı.

source: You're not just surviving — you're becoming.
ar: أنت لا تنجو فحسب — بل تتحول إلى شخص جديد.
de: Du überlebst nicht nur – du wächst über dich hinaus.
es: No solo estás sobreviviendo — te estás transformando.
es_mx: No solo estás sobreviviendo — te estás transformando.
fr: Vous ne faites pas que survivre — vous vous transformez.
id: Kamu bukan sekadar bertahan — kamu sedang bertumbuh menjadi dirimu yang baru.
it: Non stai solo sopravvivendo — stai diventando chi sei.
nl: Je overleeft niet alleen — je wordt wie je bent.
pt_br: Você não está apenas sobrevivendo — você está se transformando.
th: คุณไม่ได้แค่เอาตัวรอด — คุณกำลังเติบโตเป็นคนใหม่
tr: Sadece hayatta kalmıyorsun — dönüşüyorsun.

source: Each day of no contact is a gift to yourself.
ar: كل يوم من قطع التواصل هو هدية لنفسك.
de: Jeder Tag ohne Kontakt ist ein Geschenk an dich selbst.
es: Cada día de contacto cero es un regalo para ti.
es_mx: Cada día sin contacto es un regalo para ti.
fr: Chaque jour sans contact est un cadeau que vous vous faites.
id: Setiap hari no contact adalah hadiah untuk dirimu sendiri.
it: Ogni giorno di no contact è un regalo per te.
nl: Elke dag no contact is een cadeau aan jezelf.
pt_br: Cada dia sem contato é um presente para você.
th: ทุกวันที่ไม่ติดต่อคือของขวัญที่คุณมอบให้ตัวเอง
tr: İletişimsiz geçen her gün kendine bir armağandır.

source: Your peace of mind is worth more than any reply.
ar: راحة بالك أثمن من أي رد.
de: Dein Seelenfrieden ist mehr wert als jede Antwort.
es: Tu tranquilidad vale más que cualquier respuesta.
es_mx: Tu tranquilidad vale más que cualquier respuesta.
fr: Votre tranquillité d’esprit vaut plus que n’importe quelle réponse.
id: Ketenangan pikiranmu lebih berharga daripada balasan apa pun.
it: La tua serenità vale più di qualsiasi risposta.
nl: Je gemoedsrust is meer waard dan welk antwoord dan ook.
pt_br: Sua paz de espírito vale mais do que qualquer resposta.
th: ความสงบในใจของคุณมีค่ามากกว่าคำตอบใด ๆ
tr: İç huzurun herhangi bir cevaptan daha değerli.

source: Trust the process. Trust yourself.
ar: ثق بالرحلة. وثق بنفسك.
de: Vertrau dem Prozess. Vertrau dir selbst.
es: Confía en el proceso. Confía en ti.
es_mx: Confía en el proceso. Confía en ti.
fr: Faites confiance au processus. Faites-vous confiance.
id: Percayai prosesnya. Percayai dirimu.
it: Fidati del processo. Fidati di te.
nl: Vertrouw op het proces. Vertrouw op jezelf.
pt_br: Confie no processo. Confie em você.
th: เชื่อมั่นในกระบวนการ เชื่อมั่นในตัวเอง
tr: Sürece güven. Kendine güven.

source: Take 5 deep breaths — in for 4 seconds, hold for 4, out for 6
ar: خذ ٥ أنفاس عميقة — شهيق لمدة ٤ ثوانٍ، وحبس النفس لمدة ٤، وزفير لمدة ٦
de: Atme 5-mal tief durch – 4 Sekunden ein, 4 halten, 6 aus
es: Respira hondo 5 veces — inspira 4 segundos, mantén 4, espira 6
es_mx: Respira profundo 5 veces — inhala 4 segundos, sostén 4, exhala 6
fr: Prenez 5 grandes respirations — inspirez 4 secondes, retenez 4, expirez 6
id: Tarik napas dalam 5 kali — tarik 4 detik, tahan 4 detik, buang 6 detik
it: Fai 5 respiri profondi — inspira per 4 secondi, trattieni per 4, espira per 6
nl: Haal 5 keer diep adem — 4 seconden in, 4 vasthouden, 6 uit
pt_br: Respire fundo 5 vezes — inspire por 4 segundos, segure por 4, expire por 6
th: หายใจลึก ๆ 5 ครั้ง — เข้า 4 วินาที กลั้น 4 วินาที ออก 6 วินาที
tr: 5 derin nefes al — 4 saniye içine çek, 4 saniye tut, 6 saniye ver

source: Write down what you want to say in an unsent letter
ar: اكتب ما تريد قوله في رسالة غير مُرسلة
de: Schreib auf, was du sagen willst – in einem Brief, den du nie abschickst
es: Escribe lo que quieres decir en una carta sin enviar
es_mx: Escribe lo que quieres decir en una carta sin enviar
fr: Écrivez ce que vous voulez dire dans une lettre non envoyée
id: Tuliskan apa yang ingin kamu katakan dalam surat yang tak terkirim
it: Scrivi ciò che vorresti dire in una lettera mai inviata
nl: Schrijf op wat je wilt zeggen in een onverzonden brief
pt_br: Escreva o que você quer dizer em uma carta não enviada
th: เขียนสิ่งที่คุณอยากพูดลงในจดหมายที่ไม่ได้ส่ง
tr: Söylemek istediklerini gönderilmeyen bir mektuba yaz

source: Go for a 10-minute walk outside
ar: اخرج في نزهة سير لمدة ١٠ دقائق
de: Geh 10 Minuten draußen spazieren
es: Sal a dar un paseo de 10 minutos
es_mx: Sal a caminar 10 minutos
fr: Allez marcher 10 minutes dehors
id: Jalan kaki 10 menit di luar
it: Fai una passeggiata di 10 minuti all'aria aperta
nl: Ga 10 minuten buiten wandelen
pt_br: Dê uma caminhada de 10 minutos ao ar livre
th: ออกไปเดินเล่นข้างนอกสัก 10 นาที
tr: Dışarıda 10 dakikalık bir yürüyüşe çık

source: Call or text a friend who supports you
ar: اتصل بصديق يدعمك أو راسله
de: Ruf jemanden an oder schreib jemandem, der für dich da ist
es: Llama o escribe a alguien que te apoye
es_mx: Llama o escribe a alguien que te apoye
fr: Appelez ou écrivez à un proche qui vous soutient
id: Telepon atau kirim pesan ke teman yang mendukungmu
it: Chiama o scrivi a qualcuno che ti sostiene
nl: Bel of app een vriend(in) die je steunt
pt_br: Ligue ou mande mensagem para alguém que te apoia
th: โทรหรือส่งข้อความหาเพื่อนที่คอยสนับสนุนคุณ
tr: Seni destekleyen bir arkadaşını ara ya da ona yaz

source: Do 20 pushups or any physical movement
ar: قم بـ ٢٠ تمرين ضغط أو أي حركة بدنية
de: Mach 20 Liegestütze oder irgendeine andere Bewegung
es: Haz 20 flexiones o cualquier otro movimiento físico
es_mx: Haz 20 lagartijas o cualquier otro movimiento físico
fr: Faites 20 pompes ou n’importe quel mouvement physique
id: Lakukan 20 push-up atau gerakan fisik apa pun
it: Fai 20 flessioni o un qualsiasi altro movimento fisico
nl: Doe 20 push-ups of beweeg op een andere manier
pt_br: Faça 20 flexões ou qualquer outro movimento físico
th: วิดพื้น 20 ครั้ง หรือขยับร่างกายแบบไหนก็ได้
tr: 20 şınav çek ya da herhangi bir fiziksel hareket yap

source: Put on your favorite uplifting song and move
ar: شغّل أغنيتك المحفّزة المفضلة وتحرّك
de: Leg deinen liebsten Gute-Laune-Song auf und beweg dich
es: Pon tu canción animada favorita y muévete
es_mx: Pon tu canción favorita que te levante el ánimo y muévete
fr: Mettez votre chanson préférée qui vous remonte le moral et bougez
id: Putar lagu penyemangat favoritmu dan bergeraklah
it: Metti la tua canzone preferita che ti tira su e muoviti
nl: Zet je favoriete opbeurende nummer op en beweeg
pt_br: Coloque sua música animada favorita e se mexa
th: เปิดเพลงโปรดที่ปลุกใจ แล้วขยับตัวตามจังหวะ
tr: En sevdiğin moral veren şarkıyı aç ve hareket et

source: Splash cold water on your face
ar: رشّ وجهك بالماء البارد
de: Spritz dir kaltes Wasser ins Gesicht
es: Échate agua fría en la cara
es_mx: Échate agua fría en la cara
fr: Aspergez-vous le visage d’eau froide
id: Basuh wajahmu dengan air dingin
it: Sciacquati il viso con acqua fredda
nl: Gooi koud water in je gezicht
pt_br: Jogue água fria no rosto
th: วักน้ำเย็นล้างหน้า
tr: Yüzüne soğuk su çarp

source: Write 3 things you're grateful for right now
ar: اكتب ٣ أشياء تشعر بالامتنان لها الآن
de: Schreib 3 Dinge auf, für die du gerade dankbar bist
es: Escribe 3 cosas que agradezcas ahora mismo
es_mx: Escribe 3 cosas que agradezcas ahora mismo
fr: Écrivez 3 choses pour lesquelles vous ressentez de la gratitude en ce moment
id: Tulis 3 hal yang kamu syukuri saat ini
it: Scrivi 3 cose per cui provi gratitudine in questo momento
nl: Schrijf 3 dingen op waar je nu dankbaar voor bent
pt_br: Escreva 3 coisas pelas quais você sente gratidão agora
th: เขียน 3 สิ่งที่คุณรู้สึกขอบคุณในตอนนี้
tr: Şu anda minnettar olduğun 3 şeyi yaz

source: Open your journal and let it all out
ar: افتح يومياتك وأخرج كل ما بداخلك
de: Öffne dein Tagebuch und lass alles raus
es: Abre tu diario y suéltalo todo
es_mx: Abre tu diario y suéltalo todo
fr: Ouvrez votre journal et laissez tout sortir
id: Buka jurnalmu dan tumpahkan semuanya
it: Apri il diario e tira fuori tutto
nl: Open je dagboek en gooi alles eruit
pt_br: Abra seu diário e coloque tudo para fora
th: เปิดบันทึกประจำวันแล้วระบายทุกอย่างออกมา
tr: Günlüğünü aç ve içindekileri dök

source: Remember why you started no contact
ar: تذكّر لماذا بدأت قطع التواصل
de: Erinnere dich, warum du den Kontakt abgebrochen hast
es: Recuerda por qué empezaste el contacto cero
es_mx: Recuerda por qué decidiste no tener contacto
fr: Rappelez-vous pourquoi vous avez coupé le contact
id: Ingat kenapa kamu memulai no contact
it: Ricorda perché hai iniziato il no contact
nl: Herinner je waarom je met no contact bent begonnen
pt_br: Lembre-se de por que você decidiu ficar sem contato
th: นึกถึงเหตุผลที่คุณเริ่มไม่ติดต่อ
tr: İletişimi neden kestiğini hatırla

source: Look at your streak — don't let it reset
ar: انظر إلى سلسلتك — لا تدعها تعود إلى الصفر
de: Sieh dir deine Serie an – lass sie nicht abreißen
es: Mira tu racha — no dejes que se reinicie
es_mx: Mira tu racha — no dejes que se reinicie
fr: Regardez votre série — ne la laissez pas repartir à zéro
id: Lihat streak-mu — jangan biarkan ia direset
it: Guarda la tua serie — non lasciare che si azzeri
nl: Kijk naar je reeks — laat die niet resetten
pt_br: Olhe sua sequência — não deixe que ela seja zerada
th: ดูสตรีคของคุณสิ — อย่าปล่อยให้มันรีเซ็ต
tr: Serine bak — sıfırlanmasına izin verme

source: Set a 10-minute timer — the urge will pass
ar: اضبط مؤقتًا لمدة ١٠ دقائق — ستمر الرغبة الملحّة
de: Stell einen 10-Minuten-Timer – der Drang geht vorbei
es: Pon un temporizador de 10 minutos — el impulso pasará
es_mx: Pon un temporizador de 10 minutos — el impulso pasará
fr: Lancez un minuteur de 10 minutes — l’envie va passer
id: Pasang timer 10 menit — dorongan itu akan berlalu
it: Imposta un timer di 10 minuti — l'impulso passerà
nl: Zet een timer van 10 minuten — de drang gaat voorbij
pt_br: Coloque um timer de 10 minutos — a vontade vai passar
th: ตั้งเวลา 10 นาที — ความอยากจะผ่านไป
tr: 10 dakikalık bir sayaç kur — dürtü geçecek

source: Squeeze an ice cube — the sensation redirects your brain
ar: اضغط على مكعب ثلج — الإحساس يعيد توجيه دماغك
de: Drück einen Eiswürfel in der Hand – das Gefühl lenkt dein Gehirn um
es: Aprieta un cubito de hielo — la sensación redirige tu cerebro
es_mx: Aprieta un cubo de hielo — la sensación redirige tu cerebro
fr: Serrez un glaçon dans votre main — la sensation détourne votre attention
id: Genggam sebongkah es batu — sensasinya mengalihkan otakmu
it: Stringi un cubetto di ghiaccio — la sensazione distrae il cervello
nl: Knijp in een ijsblokje — het gevoel leidt je brein af
pt_br: Aperte um cubo de gelo — a sensação redireciona seu cérebro
th: กำก้อนน้ำแข็งไว้ — ความรู้สึกนั้นจะเบี่ยงเบนความสนใจของสมอง
tr: Bir buz küpü sık — bu his beynini başka yöne çevirir

source: Read your personal mantra out loud 3 times
ar: اقرأ مانتراك الشخصية بصوت عالٍ ٣ مرات
de: Lies dein persönliches Mantra 3-mal laut vor
es: Lee tu mantra personal en voz alta 3 veces
es_mx: Lee tu mantra personal en voz alta 3 veces
fr: Lisez votre mantra personnel à voix haute 3 fois
id: Baca mantra pribadimu dengan lantang 3 kali
it: Leggi il tuo mantra personale ad alta voce 3 volte
nl: Lees je persoonlijke mantra 3 keer hardop voor
pt_br: Leia seu mantra pessoal em voz alta 3 vezes
th: อ่านคำมั่นส่วนตัวของคุณออกเสียง 3 ครั้ง
tr: Kişisel mantranı 3 kez yüksek sesle oku

source: Watch a funny video — laughter shifts your state
ar: شاهد مقطعًا مضحكًا — الضحك يغيّر حالتك
de: Schau ein lustiges Video – Lachen verändert deinen Zustand
es: Mira un vídeo gracioso — la risa cambia tu estado de ánimo
es_mx: Mira un video chistoso — la risa cambia tu estado de ánimo
fr: Regardez une vidéo drôle — le rire change votre état d’esprit
id: Tonton video lucu — tawa mengubah suasana hatimu
it: Guarda un video divertente — ridere cambia il tuo stato d'animo
nl: Kijk een grappige video — lachen verandert je gemoedstoestand
pt_br: Assista a um vídeo engraçado — rir muda seu estado
th: ดูวิดีโอตลก ๆ — เสียงหัวเราะช่วยเปลี่ยนอารมณ์ของคุณ
tr: Komik bir video izle — gülmek ruh halini değiştirir

source: %lld days to go
ar: يتبقّى %lld يومًا
de: Noch %lld Tage
es: Faltan %lld días
es_mx: Faltan %lld días
fr: Encore %lld jours
id: %lld hari lagi
it: Mancano %lld giorni
nl: Nog %lld dagen
pt_br: Faltam %lld dias
th: อีก %lld วัน
tr: %lld gün kaldı

source: %lld of %lld
ar: %lld من %lld
de: %lld von %lld
es: %lld de %lld
es_mx: %lld de %lld
fr: %lld sur %lld
id: %lld dari %lld
it: %lld di %lld
nl: %lld van %lld
pt_br: %lld de %lld
th: %lld จาก %lld
tr: %lld / %lld

source: %lld of %lld · %@
ar: %lld من %lld · %@
de: %lld von %lld · %@
es: %lld de %lld · %@
es_mx: %lld de %lld · %@
fr: %lld sur %lld · %@
id: %lld dari %lld · %@
it: %lld di %lld · %@
nl: %lld van %lld · %@
pt_br: %lld de %lld · %@
th: %lld จาก %lld · %@
tr: %lld / %lld · %@

source: %lld/%lld done
ar: %lld/%lld مكتملة
de: %lld/%lld erledigt
es: %lld/%lld hechas
es_mx: %lld/%lld listas
fr: %lld/%lld faites
id: %lld/%lld selesai
it: %lld/%lld fatte
nl: %lld/%lld klaar
pt_br: %lld/%lld feitas
th: เสร็จแล้ว %lld/%lld
tr: %lld/%lld tamamlandı

source: Badge unlocked: %@
ar: فتحت شارة جديدة: %@
de: Abzeichen freigeschaltet: %@
es: Insignia desbloqueada: %@
es_mx: Insignia desbloqueada: %@
fr: Badge débloqué : %@
id: Lencana terbuka: %@
it: Distintivo sbloccato: %@
nl: Badge ontgrendeld: %@
pt_br: Conquista desbloqueada: %@
th: ปลดล็อกเหรียญตราแล้ว: %@
tr: Rozet açıldı: %@

source: Checked in
ar: تم تسجيل الحالة
de: Eingecheckt
es: Registrado
es_mx: Registrado
fr: Suivi effectué
id: Sudah check-in
it: Check-in fatto
nl: Ingecheckt
pt_br: Registrado
th: เช็กอินแล้ว
tr: Bugün kaydedildi

source: Daily check-in
ar: تسجيل الحالة اليومي
de: Tägliches Check-in
es: Registro diario
es_mx: Registro diario
fr: Suivi quotidien
id: Check-in harian
it: Check-in giornaliero
nl: Dagelijkse check-in
pt_br: Registro diário
th: เช็กอินประจำวัน
tr: Günlük ruh hali kaydı

source: Journal entry
ar: تدوينة في اليوميات
de: Tagebucheintrag
es: Entrada de diario
es_mx: Entrada de diario
fr: Entrée de journal
id: Catatan jurnal
it: Voce di diario
nl: Dagboeknotitie
pt_br: Anotação no diário
th: รายการบันทึกประจำวัน
tr: Günlük kaydı

source: Locked
ar: مقفلة
de: Gesperrt
es: Bloqueada
es_mx: Bloqueada
fr: Verrouillé
id: Terkunci
it: Bloccato
nl: Vergrendeld
pt_br: Bloqueada
th: ล็อกอยู่
tr: Kilitli

source: Unlocked
ar: مفتوحة
de: Freigeschaltet
es: Desbloqueada
es_mx: Desbloqueada
fr: Débloqué
id: Terbuka
it: Sbloccato
nl: Ontgrendeld
pt_br: Desbloqueada
th: ปลดล็อกแล้ว
tr: Açıldı

source: MAX · %lld XP
ar: الأقصى · %lld XP
es: MÁX · %lld XP
es_mx: MÁX · %lld XP
id: MAKS · %lld XP
pt_br: MÁX · %lld XP
th: สูงสุด · %lld XP
tr: MAKS · %lld XP

source: Milestone reached
ar: وصلت إلى إنجاز جديد
de: Meilenstein erreicht
es: Hito alcanzado
es_mx: Hito alcanzado
fr: Étape atteinte
id: Tonggak tercapai
it: Traguardo raggiunto
nl: Mijlpaal bereikt
pt_br: Marco alcançado
th: ถึงหลักชัยแล้ว
tr: Kilometre taşına ulaşıldı

source: Next
ar: التالي
de: Als Nächstes
es: Siguiente
es_mx: Siguiente
fr: À venir
id: Berikutnya
it: Prossimo
nl: Volgende
pt_br: Próximo
th: ถัดไป
tr: İleri

source: Ride out an urge with SOS
ar: تجاوز رغبة ملحّة باستخدام SOS
de: Überstehe einen Drang mit SOS
es: Supera un impulso con SOS
es_mx: Supera un impulso con SOS
fr: Traversez une envie avec SOS
id: Lewati dorongan dengan SOS
it: Supera un impulso con SOS
nl: Zit een drang uit met SOS
pt_br: Atravesse uma vontade com o SOS
th: ผ่านคลื่นความอยากด้วย SOS
tr: SOS ile bir dürtüyü atlat

source: Tap to edit today
ar: اضغط لتعديل اليوم
de: Tippen zum Bearbeiten
es: Toca para editar el día de hoy
es_mx: Toca para editar el día de hoy
fr: Touchez pour le modifier
id: Ketuk untuk mengedit hari ini
it: Tocca per modificare oggi
nl: Tik om vandaag te bewerken
pt_br: Toque para editar o dia de hoje
th: แตะเพื่อแก้ไขวันนี้
tr: Bugünü düzenlemek için dokun

source: Then %@/month. Cancel anytime.
ar: ثم %@/شهر. يمكنك الإلغاء في أي وقت.
de: Danach %@/Monat. Jederzeit kündbar.
es: Después, %@/mes. Cancela cuando quieras.
es_mx: Después %@/mes. Cancela cuando quieras.
fr: Ensuite %@/mois. Annulable à tout moment.
id: Setelah itu %@/bulan. Batalkan kapan saja.
it: Poi %@/mese. Disdici quando vuoi.
nl: Daarna %@/maand. Altijd opzegbaar.
pt_br: Depois %@/mês. Cancele quando quiser.
th: จากนั้น %@/เดือน ยกเลิกได้ทุกเมื่อ
tr: Sonrasında %@/ay. İstediğin zaman iptal et.

source: Then %@/week. Cancel anytime.
ar: ثم %@/أسبوع. يمكنك الإلغاء في أي وقت.
de: Danach %@/Woche. Jederzeit kündbar.
es: Después, %@/semana. Cancela cuando quieras.
es_mx: Después %@/semana. Cancela cuando quieras.
fr: Ensuite %@/semaine. Annulable à tout moment.
id: Setelah itu %@/minggu. Batalkan kapan saja.
it: Poi %@/settimana. Disdici quando vuoi.
nl: Daarna %@/week. Altijd opzegbaar.
pt_br: Depois %@/semana. Cancele quando quiser.
th: จากนั้น %@/สัปดาห์ ยกเลิกได้ทุกเมื่อ
tr: Sonrasında %@/hafta. İstediğin zaman iptal et.

source: Then %@/year. Cancel anytime.
ar: ثم %@/سنة. يمكنك الإلغاء في أي وقت.
de: Danach %@/Jahr. Jederzeit kündbar.
es: Después, %@/año. Cancela cuando quieras.
es_mx: Después %@/año. Cancela cuando quieras.
fr: Ensuite %@/an. Annulable à tout moment.
id: Setelah itu %@/tahun. Batalkan kapan saja.
it: Poi %@/anno. Disdici quando vuoi.
nl: Daarna %@/jaar. Altijd opzegbaar.
pt_br: Depois %@/ano. Cancele quando quiser.
th: จากนั้น %@/ปี ยกเลิกได้ทุกเมื่อ
tr: Sonrasında %@/yıl. İstediğin zaman iptal et.

source: This week
ar: هذا الأسبوع
de: Diese Woche
es: Esta semana
es_mx: Esta semana
fr: Cette semaine
id: Minggu ini
it: Questa settimana
nl: Deze week
pt_br: Esta semana
th: สัปดาห์นี้
tr: Bu hafta

source: Today's Quests
ar: مهام اليوم
de: Heutige Aufgaben
es: Misiones de hoy
es_mx: Misiones de hoy
fr: Quêtes du jour
id: Misi Hari Ini
it: Missioni di oggi
nl: Missies van vandaag
pt_br: Missões de hoje
th: ภารกิจวันนี้
tr: Bugünün Görevleri

source: Urge resisted
ar: قاومت رغبة ملحّة
de: Drang widerstanden
es: Impulso resistido
es_mx: Impulso resistido
fr: Envie surmontée
id: Dorongan ditahan
it: Impulso superato
nl: Drang weerstaan
pt_br: Impulso resistido
th: ห้ามใจไม่ให้ติดต่อไปได้
tr: Dürtüye direnildi

source: ×%@ XP · %lld days
ar: ×%@ XP · %lld يومًا
de: ×%@ XP · %lld Tage
es: ×%@ XP · %lld días
es_mx: ×%@ XP · %lld días
fr: ×%@ XP · %lld jours
id: ×%@ XP · %lld hari
it: ×%@ XP · %lld giorni
nl: ×%@ XP · %lld dagen
pt_br: ×%@ XP · %lld dias
th: ×%@ XP · %lld วัน
tr: ×%@ XP · %lld gün

source: Today
ar: اليوم
de: Heute
es: Hoy
es_mx: Hoy
fr: Aujourd’hui
id: Hari ini
it: Oggi
nl: Vandaag
pt_br: Hoje
th: วันนี้
tr: Bugün

source: Yesterday
ar: أمس
de: Gestern
es: Ayer
es_mx: Ayer
fr: Hier
id: Kemarin
it: Ieri
nl: Gisteren
pt_br: Ontem
th: เมื่อวาน
tr: Dün

source: Unknown
ar: مجهول
de: Unbekannt
es: Desconocido
es_mx: Anónimo
fr: Inconnu
id: Tidak diketahui
it: Anonimo
nl: Onbekend
pt_br: Desconhecido
th: ไม่ทราบ
tr: Bilinmiyor
